import React from "react";

const page = () => {
  return (
    <main className="flex justify-center">
      <div className="w-full max-w-[1280px] flex flex-col justify-center items-center gap-5 pt-[160px] pb-[20px] px-6">
        <h1>აგროჰაბი - ხელიდან ხელში!</h1>

        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
        <article>
          <h1>აგროჰაბი</h1>
          <p>
            აგროპროდუქტების პირველი ჰიპერმარკეტი საქართველოში - აგროჰაბი 2016
            წელს გაიხსნა. პირველი ევროპული სტანდარტის ჰიპერმარკეტი, რომელიც
            მომხმარებელს ნატურალურ, ქართულ, ჯანსაღ პროდუქტს სთავაზობს.
          </p>
        </article>
      </div>
    </main>
  );
};

export default page;
